Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# backup.button.create
source: 备份…
ar: نسخ احتياطي…
de: Sichern…
en: Back Up…
es: Crear copia…
fr: Sauvegarder…
ja: バックアップ…
ko: 백업…
pt: Fazer backup…
ru: Создать копию…
tr: Yedekle…
zh_hant: 備份…

# backup.button.restore
source: 恢复…
ar: استعادة…
de: Wiederherstellen…
en: Restore…
es: Restaurar…
fr: Restaurer…
ja: 復元…
ko: 복원…
pt: Restaurar…
ru: Восстановить…
tr: Geri Yükle…
zh_hant: 還原…

# backup.rollbackTitle
source: 本机回滚快照
ar: لقطة محلية للتراجع
de: Lokaler Wiederherstellungspunkt
en: Local Rollback Snapshot
es: Instantánea local de reversión
fr: Instantané local de retour en arrière
ja: ローカルのロールバックスナップショット
ko: 로컬 롤백 스냅샷
pt: Instantâneo local de reversão
ru: Локальный снимок для отката
tr: Yerel Geri Alma Anlık Görüntüsü
zh_hant: 本機回復快照

# settings.snippets.library.title
source: 片段库
ar: مكتبة المقتطفات
de: Textbausteinbibliothek
en: Snippet Library
es: Biblioteca de fragmentos
fr: Bibliothèque d’extraits
ja: スニペットライブラリ
ko: 스니펫 라이브러리
pt: Biblioteca de trechos
ru: Библиотека фрагментов
tr: Parçacık Kitaplığı
zh_hant: 片段庫

# settings.history.section
source: 剪贴板历史
ar: سجل الحافظة
de: Zwischenablageverlauf
en: Clipboard History
es: Historial del portapapeles
fr: Historique du presse-papiers
ja: クリップボード履歴
ko: 클립보드 기록
pt: Histórico da área de transferência
ru: История буфера обмена
tr: Pano Geçmişi
zh_hant: 剪貼簿記錄

# settings.storage.encrypted.description
source: 历史和已保存项目存放在本机加密数据库中；两者可分别清除。钥匙串只保存这台 Mac 的加密密钥，不需要 iCloud 钥匙串。
ar: يُحفظ السجل والعناصر المحفوظة في قاعدة بيانات محلية مشفّرة ويمكن مسحهما بشكل منفصل. تحفظ سلسلة المفاتيح المفتاح المحلي فقط؛ ولا تُطلب سلسلة مفاتيح iCloud.
de: Verlauf und gespeicherte Elemente liegen in einer lokalen verschlüsselten Datenbank und können getrennt gelöscht werden. Der Schlüsselbund enthält nur den lokalen Schlüssel; iCloud-Schlüsselbund ist nicht erforderlich.
en: History and Saved items are stored in a local encrypted database and can be cleared separately. Keychain holds only this Mac’s encryption key; iCloud Keychain is not required.
es: El historial y los elementos guardados se almacenan en una base de datos local cifrada y pueden borrarse por separado. El Llavero solo guarda la clave de este Mac; no se requiere el Llavero de iCloud.
fr: L’historique et les éléments enregistrés sont stockés dans une base locale chiffrée et peuvent être effacés séparément. Le trousseau ne contient que la clé de ce Mac ; le trousseau iCloud n’est pas requis.
ja: 履歴と保存済み項目はローカルの暗号化データベースに保存され、個別に消去できます。キーチェーンにはこのMacの暗号化キーのみ保持され、iCloudキーチェーンは不要です。
ko: 기록과 저장된 항목은 로컬 암호화 데이터베이스에 저장되며 별도로 지울 수 있습니다. 키체인에는 이 Mac의 암호화 키만 보관되며 iCloud 키체인은 필요하지 않습니다.
pt: O histórico e os itens salvos ficam em um banco de dados local criptografado e podem ser apagados separadamente. As Chaves guardam apenas a chave deste Mac; as Chaves do iCloud não são necessárias.
ru: История и сохранённые элементы находятся в локальной зашифрованной базе и могут очищаться отдельно. В Связке ключей хранится только ключ этого Mac; Связка ключей iCloud не требуется.
tr: Geçmiş ve kayıtlı öğeler yerel bir şifreli veritabanında saklanır ve ayrı ayrı temizlenebilir. Keychain yalnızca bu Mac'in şifreleme anahtarını tutar; iCloud Keychain gerekmez.
zh_hant: 記錄和已儲存項目存放在本機加密資料庫中；兩者可分別清除。鑰匙圈只儲存這部 Mac 的加密金鑰，不需要 iCloud 鑰匙圈。

# panel.filter.clear
source: 清除筛选
ar: مسح عوامل التصفية
de: Filter zurücksetzen
en: Clear Filters
es: Borrar filtros
fr: Effacer les filtres
ja: フィルタを解除
ko: 필터 지우기
pt: Limpar filtros
ru: Сбросить фильтры
tr: Filtreleri Temizle
zh_hant: 清除篩選

# panel.filter.savedOnly
source: 仅显示已保存
ar: المحفوظة فقط
de: Nur Gespeicherte
en: Saved Only
es: Solo guardados
fr: Éléments enregistrés uniquement
ja: 保存済みのみ
ko: 저장된 항목만
pt: Somente salvos
ru: Только сохранённые
tr: Yalnızca Kayıtlılar
zh_hant: 僅顯示已儲存

# panel.collection.resume
source: 启用剪贴板历史收集
ar: تمكين جمع سجل الحافظة
de: Aufzeichnen des Zwischenablageverlaufs aktivieren
en: Enable Clipboard History Collection
es: Activar la recopilación del historial del portapapeles
fr: Activer la collecte de l’historique du presse-papiers
ja: クリップボード履歴の収集を有効にする
ko: 클립보드 기록 수집 활성화
pt: Ativar a coleta do histórico da área de transferência
ru: Включить сбор истории буфера обмена
tr: Pano Geçmişi Toplamasını Etkinleştir
zh_hant: 啟用剪貼簿歷史收集

# panel.collection.stop
source: 停用剪贴板历史收集
ar: تعطيل جمع سجل الحافظة
de: Aufzeichnen des Zwischenablageverlaufs deaktivieren
en: Disable Clipboard History Collection
es: Desactivar la recopilación del historial del portapapeles
fr: Désactiver la collecte de l’historique du presse-papiers
ja: クリップボード履歴の収集を無効にする
ko: 클립보드 기록 수집 비활성화
pt: Desativar a coleta do histórico da área de transferência
ru: Отключить сбор истории буфера обмена
tr: Pano Geçmişi Toplamasını Devre Dışı Bırak
zh_hant: 停用剪貼簿歷史收集

# panel.settings.help
source: 剪贴板设置
ar: إعدادات الحافظة
de: Zwischenablage-Einstellungen
en: Clipboard Settings
es: Ajustes del portapapeles
fr: Réglages du presse-papiers
ja: クリップボード設定
ko: 클립보드 설정
pt: Ajustes da área de transferência
ru: Настройки буфера обмена
tr: Pano Ayarları
zh_hant: 剪貼簿設定

# settings.data.clearSnippets.summary
source: 删除片段及其关键词，保留历史和已存项目。
ar: حذف المقتطفات وكلماتها المفتاحية مع الاحتفاظ بالسجل والعناصر المحفوظة.
de: Textbausteine und ihre Kürzel löschen; Verlauf und gespeicherte Einträge behalten.
en: Delete snippets and their keywords; keep history and saved clips.
es: Elimina los fragmentos y sus palabras clave; conserva el historial y los elementos guardados.
fr: Supprimer les extraits et leurs mots-clés ; conserver l’historique et les éléments enregistrés.
ja: スニペットとキーワードを削除します。履歴と保存済み項目は保持されます。
ko: 스니펫과 키워드를 삭제합니다. 기록과 저장된 항목은 유지됩니다.
pt: Exclua trechos e suas palavras-chave; mantenha o histórico e os itens salvos.
ru: Удалить фрагменты и их ключевые слова, оставив историю и сохранённые элементы.
tr: Parçacıkları ve anahtar sözcüklerini siler; geçmiş ve kayıtlı öğeleri korur.
zh_hant: 刪除片段及其關鍵字，保留記錄和已儲存項目。

# settings.data.clearSaved.summary
source: 清除已存项目，保留历史和片段。
ar: مسح العناصر المحفوظة مع الاحتفاظ بالسجل والمقتطفات.
de: Gespeicherte Einträge löschen; Verlauf und Textbausteine behalten.
en: Clear saved clips; keep history and snippets.
es: Borra los elementos guardados; conserva el historial y los fragmentos.
fr: Effacer les éléments enregistrés ; conserver l’historique et les extraits.
ja: 保存済み項目を消去します。履歴とスニペットは保持されます。
ko: 저장된 항목을 지웁니다. 기록과 스니펫은 유지됩니다.
pt: Limpe os itens salvos; mantenha o histórico e os trechos.
ru: Очистить сохранённые элементы, оставив историю и фрагменты.
tr: Kayıtlı öğeleri temizler; geçmiş ve parçacıkları korur.
zh_hant: 清除已儲存項目，保留記錄和片段。

# settings.data.saved.title
source: 已存项目
ar: العناصر المحفوظة
de: Gespeicherte Einträge
en: Saved Clips
es: Elementos guardados
fr: Éléments enregistrés
ja: 保存済み項目
ko: 저장된 항목
pt: Itens salvos
ru: Сохранённые элементы
tr: Kayıtlı Öğeler
zh_hant: 已儲存項目

# settings.data.history.title
source: 历史记录
ar: السجل
de: Verlauf
en: History
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt: Histórico
ru: История
tr: Geçmiş
zh_hant: 歷史記錄

# backup.capacity.title
source: 关键词片段容量不足
ar: السعة غير كافية للكلمات المفتاحية للمقتطفات
de: Nicht genügend Kapazität für Textbaustein-Schlüsselwörter
en: Not enough capacity for snippet keywords
es: Capacidad insuficiente para palabras clave de fragmentos
fr: Capacité insuffisante pour les mots-clés des extraits
ja: スニペットのキーワード用容量が不足しています
ko: 스니펫 키워드 용량이 부족합니다
pt: Capacidade insuficiente para palavras-chave de trechos
ru: Недостаточно места для ключевых слов фрагментов
tr: Parçacık Anahtar Sözcükleri İçin Yeterli Kapasite Yok
zh_hant: 關鍵詞片段容量不足

# backup.continueMerge
source: 继续合并
ar: متابعة الدمج
de: Zusammenführen fortsetzen
en: Continue Merge
es: Continuar la combinación
fr: Continuer la fusion
ja: 結合を続ける
ko: 병합 계속
pt: Continuar mesclagem
ru: Продолжить объединение
tr: Birleştirmeye Devam Et
zh_hant: 繼續合併

# backup.capacity.message
source: 所有导入片段内容都会保留。优先保留本机已有关键词，再按备份顺序保留导入关键词；超出容量的 %d 个导入关键词绑定将被移除，对应片段仍可手动粘贴。
ar: سيُحتفظ بمحتوى جميع المقتطفات المستوردة. تُعطى الأولوية للكلمات المفتاحية المحلية الحالية، ثم للمستوردة حسب ترتيب النسخة الاحتياطية. ستُزال %d من ارتباطات الكلمات المفتاحية المستوردة التي تتجاوز السعة؛ ويمكن لصق مقتطفاتها يدويًا.
de: Alle importierten Textbausteininhalte bleiben erhalten. Lokale Schlüsselwörter haben Vorrang, danach folgen importierte Schlüsselwörter in Sicherungsreihenfolge. Die %d importierten Zuweisungen, die nicht mehr passen, werden entfernt. Ihre Textbausteine können weiterhin manuell eingefügt werden.
en: All imported snippet content will be kept. Existing local keywords take priority, followed by imported keywords in backup order. The %d imported keyword bindings that do not fit will be removed; their snippets can still be pasted manually.
es: Se conservará el contenido de todos los fragmentos importados. Las palabras clave locales tienen prioridad, seguidas de las importadas en el orden de la copia. Se eliminarán las %d asignaciones importadas que excedan la capacidad; sus fragmentos podrán pegarse manualmente.
fr: Le contenu de tous les extraits importés sera conservé. Les mots-clés locaux sont prioritaires, puis les mots-clés importés sont retenus dans l’ordre de la sauvegarde. Les %d associations dépassant la capacité seront supprimées ; leurs extraits pourront toujours être collés manuellement.
ja: 読み込んだスニペットの内容はすべて保持されます。既存のローカルキーワードを優先し、残りはバックアップ内の順序で保持します。容量に収まらない %d 個のキーワード割り当ては削除されますが、スニペットは手動で貼り付けできます。
ko: 가져온 모든 스니펫 내용은 유지됩니다. 기존 로컬 키워드를 우선 유지한 후 백업 순서대로 가져온 키워드를 유지합니다. 용량을 초과하는 키워드 연결 %d개는 제거되지만 해당 스니펫은 계속 수동으로 붙여넣을 수 있습니다.
pt: Todo o conteúdo dos trechos importados será mantido. As palavras-chave locais têm prioridade, seguidas das importadas na ordem do backup. As %d associações importadas que excederem a capacidade serão removidas; seus trechos ainda poderão ser colados manualmente.
ru: Содержимое всех импортированных фрагментов сохранится. Приоритет имеют локальные ключевые слова, затем импортированные в порядке резервной копии. Будут удалены %d привязок импортированных ключевых слов, превышающих лимит; фрагменты по-прежнему можно вставлять вручную.
tr: Tüm içe aktarılan parçacık içerikleri korunur. Önce mevcut yerel anahtar sözcükler, ardından yedek sırasına göre içe aktarılan anahtar sözcükler önceliklidir. Sığmayan %d içe aktarılan anahtar sözcük bağlantısı kaldırılacak; ilgili parçacıklar yine de el ile yapıştırılabilir.
zh_hant: 所有匯入片段內容都會保留。優先保留本機現有關鍵詞，再依備份順序保留匯入關鍵詞；超出容量的 %d 個匯入關鍵詞綁定將被移除，對應片段仍可手動貼上。

# backup.capacity.notice
source: 关键词绑定因容量不足而移除；片段内容已保留。
ar: أُزيل ارتباط الكلمة المفتاحية لتجاوز السعة؛ وحُفظ محتوى المقتطف.
de: Schlüsselwortzuweisung wegen Kapazitätsüberschreitung entfernt; Textbausteininhalt erhalten.
en: Keyword binding removed because capacity was exceeded; snippet content kept.
es: Asignación de palabra clave eliminada por falta de capacidad; contenido conservado.
fr: Association de mot-clé supprimée faute de capacité ; contenu de l’extrait conservé.
ja: 容量不足のためキーワード割り当てを削除しました。スニペットの内容は保持されています。
ko: 용량 부족으로 키워드 연결이 제거되었습니다. 스니펫 내용은 유지됩니다.
pt: Associação de palavra-chave removida por falta de capacidade; conteúdo mantido.
ru: Привязка ключевого слова удалена из-за превышения лимита; содержимое фрагмента сохранено.
tr: Kapasite aşıldığı için anahtar sözcük bağlantısı kaldırıldı; parçacık içeriği korundu.
zh_hant: 關鍵詞綁定因容量不足而移除；片段內容已保留。

# backup.error.keywordCapacityConfirmation
source: 请先确认是否移除超出容量的导入关键词绑定。
ar: أكّد إزالة ارتباطات الكلمات المفتاحية المستوردة التي تتجاوز السعة قبل المتابعة.
de: Bestätige vor dem Fortfahren das Entfernen importierter Schlüsselwortzuweisungen, die die Kapazität überschreiten.
en: Confirm removal of imported keyword bindings that exceed capacity before continuing.
es: Confirma la eliminación de las asignaciones importadas que excedan la capacidad antes de continuar.
fr: Confirmez la suppression des associations de mots-clés importés dépassant la capacité avant de continuer.
ja: 続行する前に、容量を超える読み込みキーワードの割り当ての削除を確認してください。
ko: 계속하기 전에 용량을 초과하는 가져온 키워드 연결의 제거를 확인하세요.
pt: Confirme a remoção das associações importadas que excedem a capacidade antes de continuar.
ru: Перед продолжением подтвердите удаление импортированных привязок ключевых слов, превышающих лимит.
tr: Devam etmeden önce, kapasiteyi aşan içe aktarılan anahtar sözcük bağlantılarının kaldırılmasını onaylayın.
zh_hant: 請先確認是否移除超出容量的匯入關鍵詞綁定。

# backup.error.passwordTooLong
source: 密码过长，请缩短后重试。
ar: كلمة المرور طويلة جدًا. اختصرها وحاول مجددًا.
de: Das Passwort ist zu lang. Kürzen und erneut versuchen.
en: The password is too long. Shorten it and try again.
es: La contraseña es demasiado larga. Acórtala e inténtalo de nuevo.
fr: Le mot de passe est trop long. Raccourcissez-le et réessayez.
ja: パスワードが長すぎます。短くして再試行してください。
ko: 암호가 너무 깁니다. 줄인 후 다시 시도하세요.
pt: A senha é longa demais. Reduza-a e tente novamente.
ru: Пароль слишком длинный. Сократите его и повторите попытку.
tr: Parola çok uzun. Kısaltıp yeniden deneyin.
zh_hant: 密碼過長，請縮短後再試。

# backup.passwordMismatch
source: 两次输入的密码不一致。
ar: كلمتا المرور غير متطابقتين.
de: Die Passwörter stimmen nicht überein.
en: The passwords do not match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
pt: As senhas não coincidem.
ru: Пароли не совпадают.
tr: Parolalar eşleşmiyor.
zh_hant: 兩次輸入的密碼不一致。

# backup.restoreMode
source: 恢复方式
ar: طريقة الاستعادة
de: Wiederherstellungsmodus
en: Restore Mode
es: Modo de restauración
fr: Mode de restauration
ja: 復元方法
ko: 복원 방식
pt: Modo de restauração
ru: Способ восстановления
tr: Geri Yükleme Modu
zh_hant: 還原方式

# backup.restoreTitle
source: 恢复剪贴板备份
ar: استعادة نسخة الحافظة الاحتياطية
de: Zwischenablage-Backup wiederherstellen
en: Restore Clipboard Backup
es: Restaurar copia del portapapeles
fr: Restaurer une sauvegarde du presse-papiers
ja: クリップボードのバックアップを復元
ko: 클립보드 백업 복원
pt: Restaurar backup da área de transferência
ru: Восстановить резервную копию буфера обмена
tr: Pano Yedeğini Geri Yükle
zh_hant: 還原剪貼簿備份

# backup.createTitle
source: 备份剪贴板数据
ar: نسخ بيانات الحافظة احتياطيًا
de: Zwischenablagedaten sichern
en: Back Up Clipboard Data
es: Crear copia de los datos del portapapeles
fr: Sauvegarder les données du presse-papiers
ja: クリップボードデータをバックアップ
ko: 클립보드 데이터 백업
pt: Fazer backup dos dados da área de transferência
ru: Создать резервную копию буфера обмена
tr: Pano Verilerini Yedekle
zh_hant: 備份剪貼簿資料

# backup.start
source: 创建备份
ar: إنشاء نسخة احتياطية
de: Backup erstellen
en: Create Backup
es: Crear copia
fr: Créer la sauvegarde
ja: バックアップを作成
ko: 백업 생성
pt: Criar backup
ru: Создать резервную копию
tr: Yedek Oluştur
zh_hant: 建立備份

# backup.scope
source: 备份内容
ar: محتويات النسخة الاحتياطية
de: Backup-Inhalt
en: Backup Contents
es: Contenido de la copia
fr: Contenu de la sauvegarde
ja: バックアップ内容
ko: 백업 내용
pt: Conteúdo do backup
ru: Содержимое резервной копии
tr: Yedek İçeriği
zh_hant: 備份內容

# backup.unlockDescription
source: 输入创建此备份时设置的密码。验证和预览不会更改本机数据。
ar: أدخل كلمة المرور المستخدمة عند إنشاء النسخة. لا يغيّر التحقق والمعاينة البيانات المحلية.
de: Das beim Erstellen verwendete Passwort eingeben. Prüfung und Vorschau ändern keine lokalen Daten.
en: Enter the password used to create this backup. Validation and preview do not change local data.
es: Introduce la contraseña usada al crear la copia. La validación y la vista previa no modifican los datos locales.
fr: Saisissez le mot de passe utilisé à la création. La vérification et l’aperçu ne modifient pas les données locales.
ja: 作成時のパスワードを入力してください。検証とプレビューではローカルデータは変更されません。
ko: 백업을 만들 때 설정한 암호를 입력하세요. 검증과 미리 보기는 로컬 데이터를 변경하지 않습니다.
pt: Digite a senha usada ao criar o backup. A validação e a prévia não alteram os dados locais.
ru: Введите пароль, заданный при создании копии. Проверка и предпросмотр не изменяют локальные данные.
tr: Bu yedeği oluştururken kullanılan parolayı girin. Doğrulama ve önizleme yerel verileri değiştirmez.
zh_hant: 輸入建立此備份時設定的密碼。驗證和預覽不會更改本機資料。

# backup.destination
source: 选择保存位置…
ar: اختيار موقع الحفظ…
de: Speicherort wählen…
en: Choose Save Location…
es: Elegir ubicación…
fr: Choisir l’emplacement…
ja: 保存先を選択…
ko: 저장 위치 선택…
pt: Escolher local…
ru: Выбрать место сохранения…
tr: Kayıt Konumunu Seç…
zh_hant: 選擇儲存位置…

# backup.file
source: 备份文件
ar: ملف النسخة الاحتياطية
de: Backup-Datei
en: Backup File
es: Archivo de copia
fr: Fichier de sauvegarde
ja: バックアップファイル
ko: 백업 파일
pt: Arquivo de backup
ru: Файл резервной копии
tr: Yedek Dosyası
zh_hant: 備份檔案

# backup.restored
source: 剪贴板数据已恢复
ar: تمت استعادة بيانات الحافظة
de: Zwischenablagedaten wiederhergestellt
en: Clipboard Data Restored
es: Datos del portapapeles restaurados
fr: Données du presse-papiers restaurées
ja: クリップボードのデータを復元しました
ko: 클립보드 데이터 복원됨
pt: Dados da área de transferência restaurados
ru: Данные буфера обмена восстановлены
tr: Pano Verileri Geri Yüklendi
zh_hant: 剪貼簿資料已還原

# backup.created
source: 备份已保存
ar: تم حفظ النسخة الاحتياطية
de: Backup gespeichert
en: Backup Saved
es: Copia guardada
fr: Sauvegarde enregistrée
ja: バックアップを保存しました
ko: 백업 저장됨
pt: Backup salvo
ru: Резервная копия сохранена
tr: Yedek Kaydedildi
zh_hant: 備份已儲存

# backup.rollbackDescription
source: 恢复到上次替换前的本机数据，无需备份密码。
ar: استعد البيانات المحلية قبل آخر استبدال. لا تحتاج إلى كلمة مرور النسخة الاحتياطية.
de: Lokale Daten vor dem letzten Ersetzen wiederherstellen. Kein Backup-Passwort nötig.
en: Recover local data from before the last replacement. No backup password needed.
es: Recupera los datos locales anteriores al último reemplazo. No requiere contraseña.
fr: Récupérez les données locales antérieures au dernier remplacement, sans mot de passe de sauvegarde.
ja: 前回の置き換え前のローカルデータを復元します。パスワードは不要です。
ko: 마지막 교체 전의 로컬 데이터를 복구합니다. 백업 암호는 필요하지 않습니다.
pt: Recupere os dados locais anteriores à última substituição. Não requer senha do backup.
ru: Восстановите локальные данные до последней замены. Пароль резервной копии не нужен.
tr: Son değiştirmenin öncesindeki yerel verileri kurtarır. Yedek parolası gerekmez.
zh_hant: 還原到上次取代前的本機資料，無需備份密碼。

# backup.restoreDescription
source: 选择备份文件并输入密码，预览后再恢复。
ar: اختر نسخة احتياطية وأدخل كلمة مرورها، ثم عاينها قبل الاستعادة.
de: Backup auswählen, Passwort eingeben und vor dem Wiederherstellen prüfen.
en: Choose a backup and enter its password, then preview before restoring.
es: Elige una copia e introduce su contraseña para revisarla antes de restaurar.
fr: Choisissez une sauvegarde, saisissez son mot de passe, puis vérifiez avant de restaurer.
ja: バックアップを選んでパスワードを入力し、プレビューしてから復元します。
ko: 백업 파일과 암호를 입력하고 미리 본 후 복원합니다.
pt: Escolha um backup e digite a senha para conferir antes de restaurar.
ru: Выберите резервную копию, введите пароль и проверьте данные перед восстановлением.
tr: Bir yedek seçip parolasını girin, sonra geri yüklemeden önce önizleyin.
zh_hant: 選擇備份檔案並輸入密碼，預覽後再還原。

# backup.createDescription
source: 将所选数据保存为加密文件，可迁移到另一台 Mac。
ar: احفظ البيانات المحددة في ملف مشفر لنقلها إلى جهاز Mac آخر.
de: Ausgewählte Daten verschlüsselt speichern und auf einen anderen Mac übertragen.
en: Save selected data in an encrypted file to move to another Mac.
es: Guarda los datos seleccionados en un archivo cifrado para transferirlos a otro Mac.
fr: Enregistrez les données sélectionnées dans un fichier chiffré pour les transférer sur un autre Mac.
ja: 選択したデータを暗号化ファイルに保存し、別の Mac に移行できます。
ko: 선택한 데이터를 암호화 파일로 저장하여 다른 Mac으로 옮깁니다.
pt: Salve os dados selecionados em um arquivo criptografado para transferir a outro Mac.
ru: Сохраните выбранные данные в зашифрованный файл для переноса на другой Mac.
tr: Seçili verileri, başka bir Mac'e taşımak için şifreli bir dosyaya kaydeder.
zh_hant: 將所選資料儲存為加密檔案，可移轉到另一台 Mac。

# backup.conflictDetails
source: 需处理的冲突
ar: تعارضات تحتاج إلى حل
de: Zu lösende Konflikte
en: Conflicts to resolve
es: Conflictos por resolver
fr: Conflits à résoudre
ja: 解決が必要な競合
ko: 해결할 충돌
pt: Conflitos a resolver
ru: Конфликты для разрешения
tr: Çözülecek çakışmalar
zh_hant: 需處理的衝突

# backup.missingPaths
source: 失效的外部文件路径
ar: مسارات ملفات خارجية غير موجودة
de: Nicht gefundene externe Dateipfade
en: Unresolved external file paths
es: Rutas de archivos externos no encontradas
fr: Chemins de fichiers externes introuvables
ja: 見つからない外部ファイルのパス
ko: 찾을 수 없는 외부 파일 경로
pt: Caminhos de arquivos externos não encontrados
ru: Не найденные пути к внешним файлам
tr: Çözümlenemeyen harici dosya yolları
zh_hant: 失效的外部檔案路徑

# backup.previous
source: 上一页
ar: السابق
de: Zurück
en: Previous
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
pt: Anterior
ru: Назад
tr: Geri
zh_hant: 上一頁

# backup.next
source: 下一页
ar: التالي
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt: Próximo
ru: Далее
tr: İleri
zh_hant: 下一頁

# backup.error.invalid
source: 备份无效、已损坏或密码错误。当前数据未更改。
ar: النسخة الاحتياطية غير صالحة أو تالفة أو كلمة السر غير صحيحة. لم تتغير البيانات الحالية.
de: Das Backup ist ungültig oder beschädigt, oder das Passwort ist falsch. Die aktuellen Daten wurden nicht geändert.
en: The backup is invalid, damaged, or the password is incorrect. Current data was not changed.
es: La copia no es válida, está dañada o la contraseña es incorrecta. No se han cambiado los datos actuales.
fr: La sauvegarde est invalide, endommagée ou le mot de passe est incorrect. Les données actuelles n’ont pas été modifiées.
ja: バックアップが無効、破損しているか、パスワードが違います。現在のデータは変更されていません。
ko: 백업이 유효하지 않거나 손상되었거나 암호가 틀렸습니다. 현재 데이터는 변경되지 않았습니다.
pt: O backup é inválido, está danificado ou a senha está incorreta. Os dados atuais não foram alterados.
ru: Резервная копия недействительна, повреждена или пароль неверен. Текущие данные не изменены.
tr: Yedek geçersiz, bozuk ya da parola hatalı. Geçerli veriler değiştirilmedi.
zh_hant: 備份無效、已損壞或密碼錯誤。目前資料未變更。

# backup.error.version
source: 此备份版本暂不受支持。
ar: هذا الإصدار من النسخة الاحتياطية غير مدعوم.
de: Diese Backupversion wird nicht unterstützt.
en: This backup version is not supported.
es: Esta versión de copia de seguridad no es compatible.
fr: Cette version de sauvegarde n’est pas prise en charge.
ja: このバックアップバージョンには対応していません。
ko: 이 백업 버전은 지원되지 않습니다.
pt: Esta versão de backup não é compatível.
ru: Эта версия резервной копии не поддерживается.
tr: Bu yedek sürümü desteklenmiyor.
zh_hant: 尚不支援此備份版本。

# backup.error.password
source: 请使用至少 12 个字符的备份密码。
ar: استخدم كلمة مرور للنسخة الاحتياطية لا تقل عن 12 حرفًا.
de: Das Backup-Passwort muss mindestens 12 Zeichen enthalten.
en: Use a backup password with at least 12 characters.
es: Usa una contraseña de al menos 12 caracteres.
fr: Utilisez un mot de passe de sauvegarde d’au moins 12 caractères.
ja: 12 文字以上のバックアップパスワードを使用してください。
ko: 12자 이상의 백업 암호를 사용하세요.
pt: Use uma senha de backup com pelo menos 12 caracteres.
ru: Используйте пароль резервной копии длиной не менее 12 символов.
tr: En az 12 karakterden oluşan bir yedek parolası kullanın.
zh_hant: 請使用至少 12 個字元的備份密碼。

# backup.error.limit
source: 备份超过安全上限或当前单项大小限制。
ar: تتجاوز النسخة الاحتياطية حد الأمان أو حد الحجم الحالي لكل عنصر.
de: Das Backup überschreitet eine Sicherheitsgrenze oder die aktuelle Größenbegrenzung pro Eintrag.
en: The backup exceeds a safety limit or the current per-item size limit.
es: La copia supera un límite de seguridad o el tamaño máximo actual por elemento.
fr: La sauvegarde dépasse une limite de sécurité ou la taille maximale actuelle par élément.
ja: バックアップが安全上限または現在の項目サイズ上限を超えています。
ko: 백업이 안전 한도 또는 현재 항목별 크기 제한을 초과합니다.
pt: O backup excede um limite de segurança ou o limite de tamanho atual por item.
ru: Резервная копия превышает предел безопасности или текущий предел размера одного элемента.
tr: Yedek, güvenlik sınırını veya geçerli öğe başına boyut sınırını aşıyor.
zh_hant: 備份超過安全上限或目前單項大小限制。
